Repository: ufal/nmt-pe-effects-2021
Catalog: docs/memsource/tm-4.tmx
Source language: en
Languages: cs

source: The report has been drawn up in Czech, English and Polish and signed by the Presidents of supreme audit institutions of the Czech Republic and Poland.
cs: Zpráva byla vypracována v českém, anglickém a polském jazyce a podepsána prezidenty nejvyšších kontrolních institucí České republiky a Polska.

source: Try installing the drivers of the USB wireless modem from the CD
cs: Zkuste nainstalovat ovladače bezdrátového modemu USB z disku CD-ROM

source: Check the settings on your account for blocked contacts.
cs: Zkontrolujte nastavení u svého účtu pro blokované kontakty.

source: Try to see if the drivers for the wireless card are active, and if the wireless button on the computer is connected.
cs: Zkuste zjistit, zda jsou ovladače pro bezdrátovou kartu aktivní a zda je připojeno bezdrátové tlačítko v počítači.

source: To install a program just insert the CD with the program or run the .Exe file and follow the installation steps.
cs: Chcete-li nainstalovat program stačí vložit CD s programem nebo spustit . Exe soubor a postupujte podle kroků instalace.

source: On the Gmail page, try recovering your account.
cs: Na stránce Gmail zkuste svůj účet obnovit.

source: Make sure the game is compatible with Windows 8. Check on the box of the game or in the instruction manual.
cs: Ujistěte se, že je hra kompatibilní se systémem Windows 8. Zaškrtněte políčko hry nebo návod k použití.

source: You can register in the Zon client's area page.
cs: Můžete se zaregistrovat na stránce oblasti klienta Zon.

source: You will need a network cable to connect it to the router's WAN port and at the other end of the modem. Then turn off both devices and reconnect.
cs: K připojení k portu WAN směrovače a na druhém konci modemu budete potřebovat síťový kabel. Pak vypněte obě zařízení a znovu se připojte.

source: Try to access the Play Store and install the application.
cs: Pokuste se získat přístup do Obchodu Play a nainstalujte aplikaci.

source: Just press Ctrl + Shift + Del keys then select "clear browsing history".
cs: Stačí stisknout klávesy Ctrl + Shift + Del a pak vybrat "vymazat historii prohlížení".

source: Windows provides Paint by default. You can also use free programs like GIMP, or professional programs such as Photoshop, for which you must pay.
cs: Systém Windows poskytuje program Malování ve výchozím nastavení. Můžete také použít bezplatné programy, jako je GIMP, nebo profesionální programy, jako je Photoshop, za které musíte zaplatit.
